Repository: Nattemmol/flutter
Catalog: nilecare_flutter/lib/l10n/app_*.arb
Languages: am, or

# appTitle
source: Nile Care
am: ናይል ኬር
or: Naayilii Care

source: Settings
am: ቅንብሮች
or: qindaa’inoota

source: Language
am: ቋንቋ
or: afaan

source: Change Language
am: ቋንቋ ቀይር
or: afaan jijjiiruu

source: Dark Mode
am: ደማቅ ዘዴ
or: haala dukkanaa’aa

source: Light Mode
am: ብሩህ ዘዴ
or: haala ifaa

source: Privacy Settings
am: የግላዊነት ቅንብሮች
or: qindaa’inoota icciitii

source: Notification Settings
am: የማሳወቂያ ቅንብሮች
or: qindaa'inoota beeksisa

source: About
am: ስለ መተግበሪያው
or: waa'ee

source: Edit Profile
am: ፕሮፋይሎን ያስተካክሉ
or: piroofaayilii gulaaluu

source: Appearance
am: ምልከታ
or: mul'ina

# greeting
source: Hi
am: ሰላም
or: Akkam

# dashboardWelcome
source: Welcome back to your dashboard
am: ወደ ዳሽቦርዶው እንኳን በሰላም መጡ
or: Baga gara daashboordii keessanitti deebitan

source: Next Appointment
am: ቀጣይ ቀጠሮ
or: Muudama Itti Aanu

source: Join
am: ይቀላቀሉ
or: Itti makamuu

source: Highlights
am: ትኩረት
or: Wantoota ijoo

source: Recent History
am: የቅርብ ታሪክ
or: Seenaa Dhiheenyaa

source: Daily Check-In
am: እለታዊ ክትትል
or: Guyyaa Guyyaan Check-In

# howFeelingToday
source: How are you feeling today?
am: ዛሬ ምን እየተሰማዎት ነው?
or: Har'a maaltu sitti dhaga'ama?

source: 💡 Daily Wellness Tip
am: እለታዊ የጤና ምክሮች
or: Gorsa Fayyaa Guyyaa Guyyaa

# dailyTipTitle
source: 💡 Daily Tip
am: እለታዊ ምክር
or: Gorsa Guyyaa Guyyaa

source: Health Tips
am: የጤና ምክሮች
or: Gorsa Fayyaa

source: Stay Hydrated
am: ውሃዎን ይጠጡ
or: bishaan dhugaa

# stayHydratedDesc
source: Drink at least 8 glasses of water per day.
am: በቀን ቢያንስ 8 ብርጭቆ ውሃን በመጠጣት ጤናዎን ይጠብቁ
or: Guyyaatti yoo xiqqaate bishaan koochoo 8 dhuguu.

source: Morning Walk
am: የጠዋት እርምጃ
or: Deemsa Ganama

# morningWalkDesc
source: Start your day with a 20-minute walk.
am: ጠዋቶን በ 20 ደቂቃ እርምጃ ይጀምሩ
or: Guyyaa kee daqiiqaa 20 miilaan jalqabi.

source: Your Wellness Score
am: የጤናዎ ውጤት
or: Qabxii Fayyaa Keessan

source: Today's Score
am: የዛሬ ውጤት
or: Qabxii Har'aa

source: Completed
am: ተጠናቋል
or: Xumurameera

source: Canceled
am: ተቋርጧል
or: Haqameera

source: No Show
am: አልተገኙም

# drJaneSmith
source: Dr. Jane Smith – July 25, 2:30 PM
am: ዶር. ጄን ስሚዝ – ሐምሌ 25, 2:30 PM
or: Dr. Jane Smith – Bitootessa 25, 2:30 PM

source: July 20
am: ሐምሌ 20
or: Bitootessa 20

# drAhmed
source: Dr. Ahmed Ali
am: ዶር. አህመድ አሊ

source: July 15
am: ሐምሌ 15
or: Bitootessa 15

# drRachel
source: Dr. Rachel Kim
am: ዶር. ራሔል ኪም

source: July 10
am: ሐምሌ 10
or: Bitootessa 10

# drLin
source: Dr. Lin Tao
am: ዶር. ሊን ታው

source: Home
am: መግቢያ ገጽ
or: Fuula nyaataa

source: Appointments
am: ቀጠሮ
or: Beellama

source: Chat
am: ውይይት
or: Ergaa

source: Book Appointment
am: ቀጠሮ አሲዙ
or: Beellama Kitaaba

source: Select Speciality
am: ስፔሻሊቲ ምረጡ
or: Addaa filadhu

source: Select Doctor
am: ዶክተር ምረጡ
or: Doktara filadhu

# additionalNote
source: Additional note (optional)
am: ተጨማሪ መረጃ (ፍላጎታዊ)
or: Hubachiisa dabalataa (dirqama kan hinta'in)

source: Need Help?
am: እርዳታ ይፈልጋሉ?
or: Gargaarsa Barbaadduu?

# needHelpDesc
source: Contact our support team if you have any questions or need assistance with booking your appointment.
am: ማንኛውም አይነት ጥያቄ ወይም ቀጠሮ ለመያዝ እርዳታን ከፈለጉ የእርዳታ ቡድናችንን ማግኘት ትችላላችሁ
or: Gaaffii yoo qabaattan ykn beellama keessan qabachuuf gargaarsa yoo barbaaddan garee deeggarsa keenya qunnamaa.

source: Contact Us
am: እኛን ያግኙን
or: Nu Qunnamaa

# doctorDashboardWelcome
source: Here is your dashboard overview for today.
am: የዛሬው የዳሽቦርዶ ምልከታ ይህን ይመስላል
or: Har'aaf ilaalchi waliigalaa daashboordii keessanii kunooti.

source: Announcements
am: መግለጫዎች
or: Beeksisa

source: Recent Patients
am: የቅርብ ጊዜ ታካሚዎች
or: Dhukkubsattoota Dhiheenya Kana

source: Availability
am: ፕሮግራም
or: Argamuu isaa

# availabilityReminder
source: Don't forget to update your availability!
am: መኖር እና አለመኖሮትን በየቀኑ ማስተካከልዎን አይርሱ
or: Argamuu keessan update gochuu hin dagatinaa!

source: Update
am: አስተካክል
or: Odeeffannoo dhiyeenyaa

source: Today's Schedule
am: የዛሬ ቀጠሮዎች
or: Sagantaa Har'aa

source: View Full Schedule
am: ሙሉውን ቀጠሮ ተመልከት
or: Sagantaa Guutuu Ilaali

source: Pro Tip for Doctors
am: ለዶክተሮች የሚረዳ ሃሳብ
or: Gorsa Pro Doktorootaaf

# proTipTitle
source: Pro Tip
am: የሚረዳ ሃሳብ
or: Gorsaaf

# proTipContent
source: Stay updated with the latest research and always document your patient notes right after each consultation.
am: ቅርብ የሆኑ ጥናቶችን በማገናዘብ፣ ከእያንዳንዱ ታካሚዎች ጋር ከሚኖረው ምክክር በኋላ የታካሚዎችን ሃሳቦች በዶክመት ማስቀመጥ ያስፈልጋል
or: Qorannoowwan haaraa ta’an waliin yeroo yeroon yaadannoo dhukkubsataa kee tokkoon tokkoon marii booda galmeessi.

source: Welcome Back!
am: እንኳን በድጋሜ መጡ!
or: Baga Nagaan Dhuftan!

# appointmentsPageTitle
source: Appointments
am: ቀጠሮዎች
or: Muudama

# scheduleSubtitle
source: Stay on top of your consultations
am: በምክክሮ ወቅት በላቀ ደረጃ ይገኙ
or: Marii keessan irratti hundaa'aa

# appointmentsStatTitle
source: Appointments
am: ቀጠሮዎች
or: Muudama

# patientsStatTitle
source: Patients
am: ታካሚዎች
or: Dhukkubsattoota

# pendingStatTitle
source: Pending
am: ያላለቀ
or: Eeggataa kan jiru

source: Upcoming Appointments
am: ቀጣይ ቀጠሮዎች
or: Muudama Dhufaa Jiru

source: Helpful Tips
am: ጠቃሚ መረጃዎች
or: Gorsa Gargaaraa

# tipUpdateAvailability
source: Remember to update your availability daily.
am: መኖር እና አለመኖሮትን በየቀኑ ማስተካከልዎን አይርሱ
or: Guyyaa guyyaan argama keessan update gochuu hin dagatinaa.

# tipSetFees
source: Set consultation fees in the settings menu.
am: የምክክር ክፍያውን ሴቲንግስ ውስጥ ያስተካክሉ
or: Kaffaltii marii menu qindaa'inoota keessatti saagi.

# tipReviewRecords
source: Review patient records before each appointment.
am: ከቀጠሮ በፊት የታካሚዎችን ዶክመት ይመልከቱ
or: Tokkoon tokkoon beellama dura galmee dhukkubsattootaa ilaali.

# patientsPageTitle
source: Patients
am: ታካሚዎች
or: Dhukkubsattoota

source: Your Patients
am: የእርሶ ታካሚዎች
or: Dhukkubsattoota Keessan

# managePatientInfo
source: Manage and view patient info
am: የታካሚን መረጃ እይ እና አስተካክል
or: Odeeffannoo dhukkubsataa bulchuu fi ilaaluu

# activePatients
source: Active
am: አክቲቭ
or: Si'aawaa

# criticalPatients
source: Critical
am: አሳሳቢ
or: Xiyyeeffannoo kan barbaadu

source: Upcoming Appts
am: ቀጣይ ቀጠሮዎች
or: Muudama Dhufaa Jiru

# reviewCriticalPatients
source: Remember to review critical patients' latest reports daily.
am: አሳሳቢ ደረጃ ላይ የሚገኙ ታካሚዎችን የቅርብ ሪፖርቶች ይመልከቱ
or: Gabaasa dhukkubsattoota murteessoo ta’an isa haaraa guyyaa guyyaan ilaaluu hin dagatinaa.

# patientListTitle
source: Patient List
am: የታካሚ ዝርዝር
or: Tarree Dhukkubsattootaa

# healthGood
source: Good
am: ጥሩ
or: Gaarii

# healthUnderObservation
source: Under Observation
am: በምልከታ ስር ያለ
or: Taajjabbii Jalatti

# healthCritical
source: Critical
am: አሳሳቢ
or: Xiyyeeffannoo kan barbaadu

source: Tips & Reminders
am: መረጃዎች እና ማስታወሻዎች
or: Gorsa fi Yaadachiisa

# tipCheckHistory
source: Always check patient history before consultation.
am: ከምክክር በፊት የታካሚዎችን ዶክመት ይመልከቱ
or: Yeroo hunda seenaa dhukkubsataa marii dura ilaali.

# tipHighlightCritical
source: Highlight critical patients in your daily review.
am: አሳሳቢ ታካሚዎችን በዕለታዊ ምልከታዎች ውስጥ ያካቱ
or: Gamaaggama guyyaa guyyaa keessan keessatti dhukkubsattoota murteessoo ta’an calaqqisiisi.

# tipUpdateContact
source: Keep patient contact info updated.
am: የታካሚን መረጃ ሁሌም ማስተካከል እንዳይረሱ
or: Odeeffannoo quunnamtii dhukkubsataa haaromsaa.

source: Age
am: እድሜ
or: Umurii

source: Health
am: ጤና
or: Fayyaa

source: Last Visit
am: የመጨረሻ ጉብኝት
or: Daawwannaa Dhumaa

source: Next Appt
am: ቀጣይ ቀጠሮ
or: Muudama Itti Aanu

# availabilityPageTitle
source: Availability
am: አቅርቦት
or: Argamuu isaa

source: Manage Your Availability
am: መኖር አለመኖርዎን ያስተካክሉ
or: Argamuu Keessan Bulchi

# keepSlotsUpToDate
source: Keep your consultation slots up to date
am: የምክክር ቀጠሮችዎን ከጊዜው ጋር ያስተካክሉ
or: Bakki marii keessan yeroo yeroon itti kennu

# updateButton
source: Update
am: አስተካክል
or: Odeeffannoo dhiyeenyaa

# currentSlotsTitle
source: Your Current Slots
am: የእርሶ ጊዜያዊ ቀጠሮዎች
or: Slots Ammaa Keessan

source: Available
am: ይገኛሉ
or: Jira

source: Busy
am: ጭንቅንቅ
or: Muddamuu

source: Monday
am: ሰኞ
or: Wiixata

source: Tuesday
am: ማክሰኞ
or: Kibxata

source: Wednesday
am: እሮብ
or: Roobii

source: Thursday
am: ሃሙስ
or: Kamisa

# tipsScheduling
source: Tips for Better Scheduling
am: ለተሻለ ቀጠሮዎች የሚከተሉትን ያድርጉ
or: Gorsa Sagantaa Fooyya'aa Baafachuuf

# tipUpdateSlots
source: Update slots regularly to avoid double bookings.
am: የቀጠሮ ድግግሞሽን ይቆጣጠሩ
or: Dachaa lama akka hin buukiiniif yeroo yeroon bakka haaromsi.

# tipMorningHours
source: Use morning hours for quick check-ups.
am: የጠዋት ሰአቶችን ለአፋጣኝ ምልከታዎች ይጠቀሙ
or: Sa’aatii ganama saffisaan sakatta’uuf fayyadami.

# tipMarkHolidays
source: Mark off holidays or breaks clearly.
am: በኣላትን በአግባቡ ለይተው ካላንደሩ ላይ ያጥፉ
or: Ayyaana ykn boqonnaa sirriitti mallattoo itti godhi.
